# Конфигурация бота
BOT_TOKEN = "8209596217:AAGc01612I6YQ0XFQV-A4ZQvy8h49IcZdN4"  # Замените на токен вашего бота
MANAGER_CODE = "1272"  # Код доступа для менеджера
# ID разработчика (получите свой numeric Telegram user_id)
DEV_ID = 680176506  # например: 123456789
# Список VIP ID, которые автоматически получают роль менеджера без ввода кода
VIP_IDS = [680176506,1047674669]  # заполните списком целых чисел [11111111, 22222222]

# Статусы задач
STATUS_NEW = "Новая"
STATUS_COMPLETED = "Выполнено"
STATUS_APPROVED = "Задача завершена"
STATUS_REDO = "Переделать"

